Repository: evelyn046/OmegaT_l10n
Catalog: 2_project/tm/check_rules_check_rules_zh_CN.tmx
Source language: en_us
Languages: zh_cn

source: QA - Check Rules
zh_cn: QA - 检查规则

source: A simple set of QA checks for current OmegaT project
zh_cn: 针对当前 OmegaT 项目的一套简单的 QA 检查

source: Check Rules
zh_cn: 检查规则

source: Please try again after you open a project.
zh_cn: 请在打开项目后重试。

source: Errors found:
zh_cn: 发现错误：

source: Segment
zh_cn: 片段

source: Rule
zh_cn: 规则

source: Target
zh_cn: 译文

source: Source
zh_cn: 原文

source: LanguageTools Rules
zh_cn: LanguageTool 规则

source: Whitespace - leading
zh_cn: 空白字符 - 开头

source: Whitespace - trailing
zh_cn: 空白字符 - 末尾

source: Doubled blanks
zh_cn: 重复空白

source: Doubled words
zh_cn: 重复词

source: Target shorter
zh_cn: 译文较短

source: Target longer
zh_cn: 译文较长

source: Different punctuation
zh_cn: 标点不同

source: Different start case
zh_cn: 首字母大小写不同

source: Equal source & target
zh_cn: 原文和译文相同

source: Untranslated segment
zh_cn: 未翻译片段

source: Tags - number
zh_cn: 标签 - 数量

source: Tags - spaces
zh_cn: 标签 - 空格

source: Tags - order
zh_cn: 标签 - 顺序

source: Inconsistent numbers
zh_cn: 数量不一致

source: Spelling errors(s)
zh_cn: 拼写错误

source: Check whole project
zh_cn: 检查整个项目

source: Check for leading whitespace
zh_cn: 检查开头的空白字符

source: Check LanguageTools rules
zh_cn: 检查 LanguageTool 规则

source: Check for trailing whitespace
zh_cn: 检查末尾的空白字符

source: Check for doubled blanks
zh_cn: 检查重复空白

source: Check for doubled words
zh_cn: 检查重复词

source: Check for shorter target
zh_cn: 检查较短的译文

source: Check for longer target
zh_cn: 检查较长的译文

source: Check punctuation at segment end
zh_cn: 检查片段末的标点

source: Check start case
zh_cn: 检查首字母大小写

source: Check for equal source & target
zh_cn: 检查相同的原文和译文

source: Check for untranslated segments
zh_cn: 检查未译片段

source: Check number of tags
zh_cn: 检查标签的数量

source: Check spaces around tags
zh_cn: 检查标签旁边的空格

source: Check sequence of tags
zh_cn: 检查标签的顺序

source: Check for inconsistent numbers
zh_cn: 检查不一致的数字

source: Check for segments with spelling errors
zh_cn: 检查有拼写错误的片段

source: Refresh
zh_cn: 刷新
